Repository: Enrique4to/mLetsTatoo
Catalog: mLetsTatoo/mLetsTatoo/Resources/Resource.*.resx
Languages: es_mx

# ErrorConfigInternet
source: Turn on internet settings or disable Airplane Mode on your device.
es_mx: Active la configuración de Internet o deshabilite el Modo avión en su dispositivo.

# ErrorInternet
source: Check your internet connection!
es_mx: Comprueba tu conexión a Internet

# ErrorUsuarioyPassword
source: Wrong username or password!
es_mx: Usuario o contraseña incorrectos

# Inicio
source: Start
es_mx: ¡Empezar!

# InicioSesion
source: Log In
es_mx: Inicio de sesión

# IntroducirPasword
source: You must enter your password !
es_mx: Debes ingresar tu contraseña

# IntroducirUsuario
source: You must enter a user
es_mx: Debes ingresar tu usuario

# OlvidoPassword
source: Forgot your password?
es_mx: ¿Olvidaste tu contraseña?

source: Password
es_mx: Contraseña

# Recordarme
source: Remember me on this device!
es_mx: Recuérdame en este dispositivo

# Registrate
source: Sign up
es_mx: Registrarse

# Usuario
source: User
es_mx: Usuario

source: Name
es_mx: Nombre:

source: Lastname
es_mx: Apellido

source: Email
es_mx: Correo electrónico

source: Confirm password
es_mx: Confirmar contraseña

# EnterPhone
source: Phone number
es_mx: Número de teléfono

source: Next
es_mx: Siguiente

source: Birthdate...
es_mx: Fecha de nacimiento...

# PersonalData
source: Enter your personal data...
es_mx: Ingrese sus datos personales...

# UserData
source: Enter your account data...
es_mx: Ingrese los datos de su cuenta...

# RegPersonal
source: Personal data
es_mx: Datos personales

# RegAccount
source: Account data
es_mx: Datos de cuenta

# UserError
source: You must enter a Username.!
es_mx: Debe ingresar un nombre de usuario.

# PasswordError
source: Você deve digitar uma senha
es_mx: Debe ingresar una contraseña.

# ConfirmPasswordError
source: You must enter your password in Confirm Password field as in Password field!
es_mx: ¡Debes ingresar tu contraseña en el campo Confirmar Contraseña como en el campo Contraseña!

# MatchPasswordError
source: The Password and the Confirm Password fields is no match, you must enter the same password on both fields.!
es_mx: Los campos Contraseña y Confirmar Contraseña no coinciden, debe ingresar la misma contraseña en ambos campos.

# NameError
source: You must enter your name.
es_mx: Debes ingresar tu nombre.

# LastnameError
source: You must enter your lastname.
es_mx: Debes ingresar tu apellido.

# EmailError
source: You must enter a valid Email.
es_mx: Debes ingresar una dirección de correo electrónica válida.

# PhoneError
source: You must enter your phone number.
es_mx: Debes introducir tu número de teléfono

# AgeError
source: You must be at least 18 years old.
es_mx: Tienes que ser mayor de 18 años.

# BirthdateError
source: You must enter your Birthdate.
es_mx: Debes ingresar tu fecha de nacimiento.

# UserExistError
source: The user you entered already exists, you must enter another one.
es_mx: El usuario que ingresaste ya existe, debes ingresar otro.

# EmailExistError
source: The email you entered has already been registered previously, please register another one.
es_mx: El correo electrónico que ingresaste ya ha sido registrado anteriormente, por favor registra otro.

# AccountBloqued
source: This user is blocked, please contact the technical support at soporte@letstattoo.com.mx!
es_mx: Este usuario está bloqueado, póngase en contacto con el soporte técnico en soporte@letstattoo.com.mx!

# WhereTakePicture
source: Where do you want to take the picture?
es_mx: ¿Dónde quieres tomar la foto?

source: From gallery
es_mx: Desde la galería

# NewPicture
source: Take a new picture
es_mx: Tomar una fotografía

source: Cancel
es_mx: Cancelar

source: Edit User
es_mx: Editar usuario

# ErrorTypeUser
source: This user is not allowed for this platform.
es_mx: Este usuario no está permitido para esta plataforma.

source: Current password
es_mx: Contraseña actual

source: New password
es_mx: Nueva contraseña

source: Change password
es_mx: Cambiar contraseña

source: Save
es_mx: Guardar

source: Change Email
es_mx: Cambiar correo electrónico

# ChangePersonal
source: Change Personal Information
es_mx: Cambiar información personal

# NewPasswordError
source: The new password must be different as current password
es_mx: La nueva contraseña debe ser diferente de la contraseña actual.

# CurrentPasswordError
source: The current password that you entered, must be the same as your current password
es_mx: ¡La contraseña actual que ingresó debe ser la misma que su contraseña actual!

# NoCurrentPassword
source: You must enter your current password
es_mx: Debe introducir su contraseña actual.

# UserInfo
source: User Information
es_mx: Información de usuario

# Study
source: Studio
es_mx: Estudio

source: Artists
es_mx: Artistas

source: Images
es_mx: Imágenes

source: Branch offices!
es_mx: Sucursales

# AboutStudie
source: About...
es_mx: Acerca de...

source: Branch Office
es_mx: Sucursal

source: Search...
es_mx: Buscar...

source: Search studios...
es_mx: Buscar estudios...

source: Search artists...
es_mx: Buscar artistas...

# SearchAppointment
source: Search appointments...
es_mx: Buscar citas...

source: Artist
es_mx: Artista

source: Select Artist...
es_mx: Seleccione un artista

# AppointmentSchedule
source: Schedule your appointment!
es_mx: ¡Programe su cita!

source: Date
es_mx: Fecha:

source: Time
es_mx: Hora:

# AppointmentWho
source: Who do you want the appointment with?!
es_mx: ¿Con quién quieres la cita?

# AppointmentWhen
source: When do you want the appointment?!
es_mx: ¿Cuándo quieres la cita?

# FeaturesArt
source: Features of your art...
es_mx: Características de tu arte...

source: Size:
es_mx: Tamaño:

source: Complexity:
es_mx: Complejidad:

source: Small
es_mx: Chico

# MediumSize
source: Medium
es_mx: Mediano

source: Big
es_mx: Grande

source: Easy
es_mx: Fácil

source: Hard
es_mx: Dificil

# MediumComplexity
source: Medium
es_mx: Media

# DescribeArt
source: Describe your art...
es_mx: Describe tu arte...

# AddArtImage
source: Add an image of the art you want ...
es_mx: Añade una imagen del arte que quieras ...

# SelectedArtistError
source: You need to select the artist you want to make your art!
es_mx: ¡Es necesario que selecciones el artista que quieres que realice tu arte!

# TimeError
source: You must select the time of the appointment.
es_mx: Debes seleccionar la hora de la cita.

# DescribeArtError
source: You need to enter a description of the art you want!
es_mx: ¡Necesitas ingresar una descripción del arte que quieres!

# IntroduceActivationCode
source: Introduce your activation code!
es_mx: ¡Introduce tu código de activación!

source: Activation code
es_mx: Código de activación

source: Activate
es_mx: ¡Activar!

# ActivationCodeError
source: You must enter the correct activation code.
es_mx: Debes ingresar el código de activación correcto.

source: Notice!
es_mx: ¡Aviso!

# CompleteFeatures
source: Now, it is necessary that you fill out the form with the pre-established Features for the art that the clients will select.
es_mx: Ahora, es necesario que llenes el formulario con las características preestablecidas para el arte que los clientes seleccionarán.

# FillSmallFeatures
source: Enter the maximum values ​​for a small art size.
es_mx: Ingresa los valores máximos para un tamaño de arte chico.

source: Advance
es_mx: Anticipo

source: Cost
es_mx: Costo

source: Done
es_mx: Listo

# CostError
source: You must fill out all the cost fields ...
es_mx: Debes completar todos los campos de costos ...

# AdvanceError
source: You must fill all the advance fields ...
es_mx: Debes rellenar todos los campos de anticipo ...

# ExampleImageError
source: You must add all the example images ...
es_mx: Debes añadir todas las imágenes de ejemplo ...

source: Example
es_mx: Ejemplo

# NegativeError
source: You can't introduce negative values!
es_mx: ¡No puedes introducir valores negativos!

source: Height
es_mx: Alto

source: Width
es_mx: Ancho

# SizeError
source: You must enter the size values ​​to continue!
es_mx: ¡Debes introducir los valores de tamaño para continuar!

# EstimatedTime
source: Estimated duration time:
es_mx: Duración estimada:

# SelectEstimatedTime
source: Select the estimated time duration for this feature.
es_mx: Selecciona la duración estimada para esta combinacion de caracteristicas.

# EstimatedTimeError
source: It is necessary that you select the estimated time for each configuration.
es_mx: Es necesario que seleccione el tiempo estimado para cada configuración.

source: Your Appointment
es_mx: Tu cita

# HasBeenCreated
source: has been created for the Date
es_mx: ha sido creada para la fecha

source: at
es_mx: a las

# TryToBe
source: Try to be ther 30 minutes before you Appointment Start!
es_mx: ¡Trata de estar 30 minutos antes de que comience tu cita!

source: with the artist
es_mx: con el artista

source: Quick appointment
es_mx: Cita rapida

source: Personalized appointment
es_mx: Cita personalizada / Cover Up

# TempJobMessageSent
source: A message has been sent to the artist !
es_mx: El mensaje ha sido enviado al artista

# TempJobAnswerMessage
source: You will notify when the artist answer your message.!
es_mx: Se te notificará cuando el artista responda a tu mensaje.

source: Tattoo
es_mx: Tatuaje

source: Personalized
es_mx: Personalizado

source: News Feed
es_mx: Noticias

# NewDate
source: New Appointment
es_mx: Nueva cita

source: Profile
es_mx: Perfil

source: Appointment
es_mx: Cita

source: Subject
es_mx: Asunto

source: Hour:
es_mx: Hora:

# AppointmentWhere
source: Here will be your appointment.
es_mx: Aquí será tu cita.

source: Phone:
es_mx: Tel.

source: Reference:
es_mx: Referencia:

source: Remaining:
es_mx: Restante:

# YourArt
source: This is the art that you chose
es_mx: Este es el arte que elegiste

source: Art:
es_mx: Arte:

# CustomerArt
source: This is the art that the client chose.
es_mx: Este es el arte que el cliente eligió.

# AddComment
source: Add your comment here!
es_mx: Agregua tu comentario aquí...

# DeleteComment
source: Are you sure you want to delete this comment?
es_mx: ¿Estás seguro de que deseas eliminar este comentario?

source: Yes
es_mx: Sí

# PhoneLenghtError
source: Your phone number must be 10 digits maximum!
es_mx: ¡Tu número de teléfono debe tener un máximo de 10 dígitos!

source: Budget
es_mx: Presupuesto

source: Message
es_mx: Mensaje

# BudgetSentMessage
source: Hi, how are you? I have sent you a budget with the estimated time duration of the art you want, please check it and if you are interested, you approve it to schedule the corresponding appointment. Open this message to see the budget. Thank you.
es_mx: ¿Hola! Cómo estás? Le he enviado un presupuesto con la duración estimada del arte que desea, verifíquelo y, si está interesado, lo aprueba para programar la cita correspondiente. Abre este mensaje para verlo. Gracias.

# AppointmentType
source: Select the type of appointment you want.
es_mx: Selecciona el tipo de cita que deseas.

# QuickDetails
source: Quick Appointment: You can select from a series of options that the artist has predefined with size, complexity and cost of art.
es_mx: Cita Rápida: Podrá seleccionar de entre una serie de opciones que el artista ha predefinido con tamaño, complejidad y costo de arte.

# PersonalizedDetails
source: PersonalizedDetails Personalized Quote: You can let the artist know in a personalized way, the type, size and complexity of the art you want, knowing that you will not schedule an appointment until the artist makes a budget and you accept it.
es_mx: Cita Personalizada: Podrá hacerle saber al artista de forma personalizada, el tipo, tamaño y complejidad del arte que desea, sabiendo que no se agendará una cita hasta que el artista le haga un presupuesto y usted lo acepte.

# ScheduleError
source: The appointment can not be scheduled at the time you selected. Follow the following instructions: - The appointment can not be mixed with other appointments or meal times. - The appointment must be scheduled between the artist's working hours.
es_mx: La cita no se puede programar a la hora seleccionada. Siga las siguientes instrucciones: - La cita no se puede mezclar con otras citas o horarios de comidas. - La cita debe ser programada entre las horas de trabajo del artista.

# MaximunSize
source: Maximum size
es_mx: Tamaño máximo

# AppointmentDetails
source: Details of your appointment.
es_mx: Detalles de tu cita.

# ArtError
source: You must select an image of your art.
es_mx: Debes seleccionar una imagen de tu art.

source: Change Date
es_mx: Reagendar

# TheDateChanged
source: The Date of the appointment
es_mx: La fecha de la cita

source: has been changed
es_mx: ha sido cambiado de

source: to
es_mx: a

# WillBeChanged
source: will be changed from
es_mx: será cambiada de

# CustomerAccept
source: when the customer accept the change.
es_mx: cuando el cliente acepte el cambio.

# ChangeDateAlert
source: Are you sure you want to change the date of this appointment?
es_mx: ¿Estás seguro que quieres cambiar la fecha de esta cita?

# ChangeDateTecMessage
source: Hello! How are you? I want to reschedule this appointment, if it seems good to you. Open this message to see the new date and time that I propose. If you do not have an opportunity on the date I am proposing, I invite you to cancel this appointment and to create another one. Thank you.
es_mx: ¿Hola! Cómo estás? Quiero reagendar esta cita, si te parece bien. Abre este mensaje para ver la nueva fecha y hora que te propongo. Si no tienes oportunidad en la fecha que te propongo, te invito a que canceles esta cita y vuelavas a crear otra. Gracias.

# TheNewDate
source: The new date is
es_mx: La nueva fecha es

# ChangeDateWantAccept
source: Do you accept it?
es_mx: ¿Deseas aceptarla?

# CancelDate
source: Cancel this appointment!
es_mx: ¡Cancelar Esta Cita!

source: Comments...
es_mx: Comentarios...

# CancelDateMessage
source: You are about to cancel the appointment that you had scheduled to make your art. Before you proceed, you should know the following: 1.- The advance that you have already paid, will be returned to LetsTattoo account, which you can use just to make the creation of a new appointment. 2.- The advance will be discounted in partialities if the value of the new advance is less than the recovered. In case it is the same, it will be discounted in full. In the same way, if it turns out that the new advance is greater than the one recovered, you will have to make the deposit of the remaining value to the new advance. 3. The advance can also be transferred as a gift to any of your friends, bearing in mind that it must be the total value of the advance. Do you want to continue?
es_mx: Estás por cancelar la cita que tenías programada para realizar tu arte. Antes de que procedas, debes saber lo siguiente: 1.- El anticipo que ya habías pagado, se te regresará en cuenta LetsTattoo, el cual podrás utilizarlo sólo para realizar la creación de una nueva cita. 2.- El anticipo se descontará en parcialidades si el valor del nuevo anticipo es menor al recuperado. En caso de que sea igual, se descontará en su totalidad. Del mismo modo, si resulta que el nuevo anticipo es mayor al recuperado, deberás realizar el depósito del valor restante al nuevo anticipo. 3. El anticipo también lo podrás traspasar como regalo a cualquiera de tus amigos, teniendo en cuenta que debe ser el valor total del anticipo. ¿Deseas continuar?

# SelectHorario
source: Select the days you work
es_mx: Selecciona los días en que trabajas

# LunVie
source: Monday to Fraiday
es_mx: Lunes a viernes!

# Sabado
source: Saturday
es_mx: Sábado

# Domingo
source: Sunday
es_mx: Domingo

# HorarioError
source: You must select at least one of the previous options.
es_mx: Debes seleccionar al menos una de las opciones anteriores.

# SelectLunVie
source: Complete the fields for the Monday to Friday schedule
es_mx: Completa los campos para el horario de lunes a viernes.

# SelectSabado
source: Complete the fields for the Saturday schedule
es_mx: Completa los campos para el horario del sábado.

# SelectDomingo
source: Complete the fields for the Sunday schedule
es_mx: Completa los campos para el horario del domingo.

source: Check in time
es_mx: Hora de entrada

source: Check out time
es_mx: Hora de salida

source: Check in time to eat
es_mx: Hora de entrada de comer

source: Check out time to eat
es_mx: Hora de salida a comer

# HorarioComida
source: Do you have a meal schedule?
es_mx: ¿Tienes horario de comida?

# FillComplexity
source: Now, for each complexity, fill in the following.
es_mx: Ahora, por cada complejidad, llena lo siguiente.

# FillBigFeatures
source: Enter the maximum values ​​for a big art size.
es_mx: Ingresa los valores máximos para un tamaño de arte grande.

# FillMediumFeatures
source: Enter the maximum values ​​for a medium art size.
es_mx: Ingresa los valores máximos para un tamaño de arte mediano.

# LunVieActError
source: The place where you work, has registered that does not open from Monday to Friday, if this is incorrect, talk to the administrator to validate and modify their schedules if necessary.
es_mx: La local donde trabajas, tiene registrado que no abre en horario de lunes a viernes, si esto es incorrecto, habla con el administrador para que valide y modifique sus horarios de ser necesario.

# DomActError
source: The place where you work, has registered that does not open on Sunday, if this is incorrect, talk to the administrator to validate and modify their schedules if necessary.
es_mx: La local donde trabajas, tiene registrado que no abre en horario de domingo, si esto es incorrecto, habla con el administrador para que valide y modifique sus horarios de ser necesario.

# LVRangoHorarioError1
source: The place where you work has registered that the working hours from Monday to Friday are from
es_mx: La local donde trabajas, tiene registrado que el horario de trabajo de de lunes a viernes es de

# SabActError
source: The place where you work, has registered that the work schedule of Saturday is
es_mx: La local donde trabajas, tiene registrado que el horario de trabajo de del sábado es de

# RangoHorarioError
source: Your schedule must be within that schedule, verify your data, thank you.
es_mx: Tu horario debe estar dentro de ese horario, verifica tus datos, gracias.

# DRangoHorarioError1
source: The place where you work, has registered that the work schedule of Sunday is from
es_mx: La local donde trabajas, tiene registrado que el horario de trabajo de del domingo es de

# SRangoHorarioError1
source: The place where you work, has registered that the work schedule of Saturday is from
es_mx: La local donde trabajas, tiene registrado que el horario de trabajo de del sábado es de

# RangoHorarioComidaError
source: Your meal time should be within that time.
es_mx: Tu horario para comer debe estar dentro de ese horario.

# FillFeatures
source: Fill the data you want to change!
es_mx: ¡Rellena los datos que quieras cambiar!

# AddPublication
source: Add a publication
es_mx: Agrega una publicación

# CancelUserDateMessage
source: You are about to cancel the appointment that you had scheduled to make your art. Before you proceed, you should know the following: 1.- The advance payment will not be refunded, you will lose the appointment, and if you wish to create another appointment, you must make another advance payment for this new appointment. You are advised to speak with the artist to re-standardize in case the reason for cancellation is due to lack of time, this must be only 48 hours before your scheduled appointment. Do you want to continue?
es_mx: Estás por cancelar la cita que tenías programada para realizar tu arte. Antes de que procedas, debes saber lo siguiente: 1.- El anticipo no se te será resmbolsado, perderás la cita, y si deseas crear otra cita, deberás realizar otro pago de anticipo para esta nueva cita. Se te recomienda hablar con el artista para reagendar en caso de que el motivo de cancelación sea por falta de tiempo, esto debe ser sólo 48 horas antes de tu cita ya programada. ¿Deseas continuar?

# PaymentMethod
source: Select payment method
es_mx: Selecciona tu método de pago para tu anticipo

# CashMethod
source: Cash
es_mx: Efectivo

# Date48Hours
source: You must select a date 48 hours after today date.
es_mx: Debe seleccionar una fecha 48 horas después de la fecha de hoy.

# DateBeforeTodayError
source: You can not select a date before today.
es_mx: No puedes seleccionar una fecha antes de hoy.

source: Finish art
es_mx: Terminar arte

# AddNewDateMessage
source: A new appointment has been added to your work with the selected date and time, the current appointment will be marked as completed.
es_mx: Se ha agregado una nueva cita a tu trabajo con la fecha y hora seleccionada, la cita actual se marcará como completada.
